<script setup>

</script>

<template>
  <div class="container mx-auto columns-1 md:columns-2xl lg:columns-2xl gap-x-5 gap-y-5 pt-2">
    <div class="container mx-auto border-2 shadow-lg border-red-600 rounded-md p-5 ">JavaScript – гэта мова
      праграмавання,
      створаная для Netscape Navigator у 1995 годзе. З тых часоў усе сучасныя вэб-браўзэры выкарыстоўваюць яго для
      дадання функцыянальнасці вэб-сайтам, а ў апошні час і вэб-прыкладанням.
      За гады, якія мінулі з моманту яго стварэння, JavaScript ператварыўся ў наймажную прыладу.
      Ён больш не выкарыстоўваецца толькі ў Інтэрнэце - зараз яго можна знайсці практычна дзе заўгодна,
      уключаючы космас.
      Ніхто пакуль не прыдумаў нічога лепшага для Web!
    </div>
    <div class="container mx-auto border-2 shadow-lg border-red-600 rounded-md p-5 lg:mt-5">
      JavaScript магутны інструмент для стварэння прыкладанняў для Frontend, Backend, Desktop, Mobile, і нават GameDev прыкладанняў
      JavaScript па версіі большасці супольнасцяў, апошняе дзесяцігоддзе ўваходзіць у лік самых папулярных моў,
      а ў некаторых абласцях нязменна застаецца лідэрам.
      Жыве ў браўзэрах і запускаецца ўсюды!
      Запатрабаваны на рынку, попыт на JS распрацоўшчыкаў доўгія гады перавышае прапанову. У топе албо на першай пазіціі, аплшніх 15 год.
    </div>

  </div>
</template>

<style scoped>

</style>